[{
    "image":"2007.jpeg",
    "year":"2007",
    "title":"IT BEGANS",
    "text":"Our founders James Watt and Martin Dickie decide they are fed up of the stuffy UK beer market… so, aged just 24, do something about it. Thanks to some very scary bank loans, the guys start making their own hardcore craft beers in Fraserburgh, a town in northeast Scotland. They brew tiny batches, fill bottles by hand, sell their first beers at local markets out of a beaten-up old van… and BrewDog is born",
    "alt":"The founders"
},{
    "image":"2008.jpg",
    "year":"2008",
    "title":"THINGS GET… WEIRD",
    "text":"The banks are somehow persuaded to give James and Martin more money… which they use to mastermind the UK's strongest ever beer, Tokyo. The press go bananas, calling it “the downfall of Western civilisation”. The Portman Group (who make the rules for alcohol producers) ban our products. We carry on regardless, start exporting to Sweden, Japan and America and become Scotlands largest independent brewery.",
    "alt":"money"
},
{
    "image":"2009.jpg",
    "year":"2009",
    "title":"GOOD BEER: RECESSION PROOF",
    "text":"The banks finally stop giving us money… so we launch the ground-breaking Equity For Punks, offering people the chance to buy shares in our company. Over 1,300 invest and our anti-business business model is born. We continue to push boundaries by brewing the world's strongest ever beer, Tactical Nuclear Penguin at 32%. We also age a beer on the deck of a fishing boat and grow our business by 200% (in the worst recession for generations).",
    "alt":"team"
},
{
    "image":"2010.jpg",
    "year":"2010",
    "title":"HOMETOWN SUCCESS",
    "text":"The first BrewDog bar opens in Aberdeen, James and Martin’s hometown – and the city also hosts our first ever AGM. The BrewDog founders are more than a bit happy – especially as we then win the Gold Medal for Hardcore IPA at the World Beer Cup. A slightly different reason to celebrate: brewing a 55% abv beer and packing it in roadkill, making it the world's most expensive ever beer (it seemed like a good idea at the time).",
    "alt":"beer bar"
},{
    "image":"2011.jpg",
    "year":"2011",
    "title":"LONDON CALLING",
    "text":"New bars open in Edinburgh, Glasgow and London… where we announce our arrival in the capital by driving down Camden High Street in a BrewDog tank. As you do. We also brew a beer at the bottom of the ocean (seriously), grow our business over 200% (again!) and launch Equity for Punks II. We raise more than £2.2m and welcome 5,000 new shareholders. Side note: co-founder Martin dresses up as the Queen for our end of year video.",
    "alt":"United Kingdom"
},{
    "image":"2012.jpg",
    "year":"2012",
    "title":"NEW DIGS",
    "text":"A busy year, to say the least. We… open six new bars across the UK, get into a global media storm after Diageo cheat us out of an award (true story), project ourselves naked onto the Houses of Parliament, make a special beer for the Olympics and launch the phenomenal Dead Pony Club. But the biggest news? We move from our cobbled-together brewery in Fraserburgh to a state-of-the-art brewery in Ellon (where we are to this day",
    "alt":"dig"
},{
    "image":"2013.jpg",
    "year":"2013",
    "title":"GOING GLOBAL",
    "text":"We launch Jack Hammer (you’re welcome) and double the size of our new brewery. Equity Punks III brings in 10,000 new investors from 22 different countries (and the small matter of £4.25m). We also ‘break’ America (ahem) with our BrewDogs TV show and open our first ever international bar in Stockholm with a Swedish funeral for generic beer. But the big highlight? Feeling flattered and bemused in equal measure when a fake BrewDog bar opens in China.",
    "alt":"world"
},{
    "image":"2014.jpg",
    "year":"2014",
    "title":"EXPANSION CONTINUES",
    "text":"Life is getting BUSY. We create and release 36 different BrewDog beers, unleash Truck Norris on the world and ship our beers to 55 different countries. We also open 12 new BrewDog bars as far afield as Brazil and Japan, as well as our first BottleDog and the awesome DogTap at BrewDog HQ. James and Martin also find time to stick it to Russian premier, Vladimir Putin (for a very good reason).",
    "alt":"shipment"
},{
    "image":"2015.jpg",
    "year":"2015",
    "title":"GOING STATESIDE",
    "text":"We open 17 new bars, including an epic new location in our home city of Aberdeen. We also install a kick-ass canning line at our Ellon brewery and release the strongest canned ale in the world: Black Eyed King Imp. Our most amazing year yet sees us brew 65 different beers and (deep breath) announce plans for the largest venture in BrewDog history – taking on the USA with BrewDog Columbus.",
    "alt":"pale ale beer"
},{
    "image":"2016.jpg",
    "year":"2016",
    "title":"SHARING THE LOVE",
    "text":"We bring 82 (EIGHTY TWO!) new beers into the world, the most we’ve created in a single year (including Elvis Juice, Albino Squid Assassin, Jet Black Heart and Born to Die). We also build a brand new brewhouse in Ellon, open nine new bars from Berlin to York and welcome 6,000 Equity Punks to our AGM. Oh, and we give away the detailed recipes to every BrewDog beer we’ve ever made.",
    "alt":"diy"
},{
    "image":"2017.jpg",
    "year":"2017",
    "title":"A DECADE IN",
    "text":"Ten years of BrewDog! Time for a change… so The Unicorn Fund becomes our pledge to give away 20% of our profits every year. We also launch Equity for Punks V which takes our global community to over 70,000, begin brewing both in Columbus USA and at our standalone OverWorks beers in Ellon – and announce our plan to build a BrewDog brewery in Brisbane, Australia. And we haven’t even mentioned the amazing release of Hazy Jane!",
    "alt":"anniversary"
},{
    "image":"2018.jpg",
    "year":"2018",
    "title":"HOTELS ARE HERE",
    "text":"The world's first craft beer hotel arrives! We open The Doghouse right next to our Columbus brewery in Ohio, as well as our very own beer museum. Equity for Punks V breaks the world record for equity crowd funding, closing at £22.6m. And we launch the BrewDog Blueprint - a manifesto for the future, laying out our focus on beer, quality and people; our mission laid out in black and white.",
    "alt":"hotel room"
},{
    "image":"2019.jpg",
    "year":"2019",
    "title":"PLANET PROMISES",
    "text":"As part of the redesign of our packaging, we announce BrewDog Tomorrow: a commitment to sustainability built to ensure we have a planet to brew beer on. We go big on expansion across the planet too, with new breweries in Berlin and Brisbane taking to us four across the globe. We collaborate with British Airways (yes, really) to create Speedbird 100 and continue to innovate with our alcohol-free bar in the heart of Old Street.",
    "alt":"grow"
},{
    "image":"2020.jpg",
    "year":"2020",
    "title":"PANDEMIC NAVIGATION",
    "text":"A challenging year – for everyone – but we make some big strides. We become the world’s first carbon negative brewery, as we ensure sustainability is at the heart of everything we do. Our distillers pause on making spirits to produce hand sanitiser, donating over 500,000 bottles to the NHS and local key workers. And we of course produce some new beer, including the iconic Barnard Castle, and a collaboration exclusively for ALDI – ALD IPA.",
    "alt":"mask"
},{
    "image":"2021.jpg",
    "year":"2021",
    "title":"SUSTAINABILITY RULES",
    "text":"Our focus on planet comes to the fore, as we start work on our anaerobic digestion plant and launch BrewDog & Friends, the world’s most sustainable beer club. Two new hotels open. We announce plans for a Las Vegas brewery and our biggest ever venue, at London Waterloo. Equity for Punks Tomorrow raises an eye-watering £30.2m… oh, and we collaborate on beers with a Trappist brewery (yes, monks) and Parma Violets (yes, the sweets).",
    "alt":"friends"
}]